
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第一章:因果之梯 · Gitbook-Action</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Glider">
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-chapter-fold/chapter-fold.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="第一章.html" />
    
    
    <link rel="prev" href="序章.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">前言</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="前言.html">
            
                <a href="前言.html">
            
                    
                    前言
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">序章</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="序章.html">
            
                <a href="序章.html#mind">
            
                    
                    序章:数据思维
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1.1" data-path="序章.html">
            
                <a href="序章.html#BLUEPRINT">
            
                    
                    真实世界的蓝图
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    
        
        <li class="header">第一章</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="第一章.html">
            
                <a href="第一章.html#ladder">
            
                    
                    第一章:因果之梯
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.1.1" data-path="第一章.html">
            
                <a href="第一章.html#three">
            
                    
                    因果关系的三重境界
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第一章:因果之梯</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="1">1</h1>
<h2 id="ladder">&#x56E0;&#x679C;&#x4E4B;&#x68AF;</h2>
<p>&#x5728;&#x5F00;&#x5934;&#x60F3;&#x8BF4;&#x7684;&#x2026;&#x2026;</p>
<p>&#x5F53;&#x6211;&#x7B2C;&#x4E00;&#x6B21;&#x8BFB;&#x5230;&#x4F0A;&#x7538;&#x56ED;&#x91CC;&#x4E9A;&#x5F53;&#x548C;&#x590F;&#x5A03;&#x7684;&#x6545;&#x4E8B;&#x65F6;&#xFF0C;&#x6211;&#x5927;&#x6982;&#x624D;&#x516D;&#x3001;&#x4E03;&#x5C81;&#x3002;
&#x6211;&#x548C;&#x540C;&#x5B66;&#x4EEC;&#x65E9;&#x5DF2;&#x4E60;&#x60EF;&#x4E8E;&#x4E0A;&#x5E1D;&#x7684;&#x53CD;&#x590D;&#x65E0;&#x5E38;&#xFF0C;&#x4E0A;&#x5E1D;&#x7981;&#x6B62;&#x4ED6;&#x4EEC;&#x5403;&#x667A;&#x6167;&#x6811;&#x7684;&#x679C;&#x5B9E;&#x3002;
&#x5F53;&#x65F6;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#xFF0C;&#x795E;&#x4ED9;&#x600E;&#x4E48;&#x505A;&#x90FD;&#x6709;&#x9053;&#x7406;&#x3002;
&#x66F4;&#x8BA9;&#x6211;&#x4EEC;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x662F;&#xFF0C;&#x5F53;&#x4E9A;&#x5F53;&#x548C;&#x590F;&#x5A03;&#x5403;&#x4E86;&#x667A;&#x6167;&#x6811;&#x7684;&#x679C;&#x5B9E;&#x540E;&#xFF0C;&#x4ED6;&#x4EEC;&#x624D;&#x50CF;&#x6211;&#x4EEC;&#x4E00;&#x6837;&#x610F;&#x8BC6;&#x5230;&#x81EA;&#x5DF1;&#x6CA1;&#x7A7F;&#x8863;&#x670D;&#x3002;</p>
<p>&#x5341;&#x51E0;&#x5C81;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x5174;&#x8DA3;&#x6162;&#x6162;&#x8F6C;&#x5411;&#x6545;&#x4E8B;&#x4E2D;&#x66F4;&#x54F2;&#x5B66;&#x7684;&#x65B9;&#x9762;&#x3002;
(&#x4EE5;&#x8272;&#x5217;&#x5B66;&#x751F;&#x6BCF;&#x5E74;&#x8981;&#x8BFB;&#x597D;&#x51E0;&#x904D;&#x300A;&#x521B;&#x4E16;&#x7EAA;&#x300B;&#x3002;)
&#x6211;&#x4EEC;&#x6700;&#x5173;&#x5FC3;&#x7684;&#x662F;&#xFF0C;&#x4EBA;&#x7C7B;&#x77E5;&#x8BC6;&#x7684;&#x51FA;&#x73B0;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x5FEB;&#x4E50;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x800C;&#x662F;&#x4E00;&#x4E2A;&#x75DB;&#x82E6;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x4F34;&#x968F;&#x7740;&#x53CD;&#x6297;&#x3001;&#x5185;&#x759A;&#x548C;&#x60E9;&#x7F5A;&#x3002;
&#x4E00;&#x4E9B;&#x8001;&#x54E5;&#x4F1A;&#x8BF4;&#xFF1A;&#x653E;&#x5F03;&#x4F0A;&#x7538;&#x56ED;&#x65E0;&#x5FE7;&#x65E0;&#x8651;&#x7684;&#x751F;&#x6D3B;&#x771F;&#x7684;&#x503C;&#x5F97;&#x5417;?
&#x968F;&#x4E4B;&#x800C;&#x6765;&#x7684;&#x95EE;&#x9898;&#x5C31;&#x662F;&#xFF1A;&#x519C;&#x4E1A;&#x548C;&#x79D1;&#x6280;&#x9769;&#x547D;&#x662F;&#x5426;&#x503C;&#x5F97;&#xFF1F;&#x5C24;&#x5176;&#x662F;&#x5728;&#x73B0;&#x4EE3;&#x751F;&#x6D3B;&#x5E26;&#x6765;&#x4E86;&#x7ECF;&#x6D4E;&#x56F0;&#x96BE;&#x3001;&#x6218;&#x4E89;&#x548C;&#x793E;&#x4F1A;&#x4E0D;&#x516C;&#x79CD;&#x79CD;&#x95EE;&#x9898;&#x4E4B;&#x540E;&#x3002;</p>
<p>&#x4E0D;&#x8981;&#x8BEF;&#x89E3;&#x6211;&#x7684;&#x610F;&#x601D;:&#x6211;&#x4EEC;&#x4E0D;&#x662F;&#x6709;&#x795E;&#x8BBA;&#x8005;;
&#x751A;&#x81F3;&#x6211;&#x4EEC;&#x7684;&#x6388;&#x8BFE;&#x8001;&#x5E08;&#x5728;&#x672C;&#x8D28;&#x4E0A;&#x4E5F;&#x662F;&#x8FBE;&#x5C14;&#x6587;&#x4E3B;&#x4E49;&#x8005;&#x3002;
&#x7136;&#x800C;&#xFF0C;&#x6211;&#x4EEC;&#x77E5;&#x9053;&#xFF0C;&#x7F16;&#x64B0;&#x300A;&#x521B;&#x4E16;&#x7EAA;&#x300B;&#x6545;&#x4E8B;&#x7684;&#x4F5C;&#x8005;&#x5728;&#x5F53;&#x65F6;&#x6B63;&#x52AA;&#x529B;&#x7684;&#x56DE;&#x7B54;&#x4ED6;&#x90A3;&#x4E2A;&#x65F6;&#x4EE3;&#x6700;&#x7D27;&#x8FEB;&#x7684;&#x54F2;&#x5B66;&#x95EE;&#x9898;&#x3002;
&#x6211;&#x4EEC;&#x540C;&#x6837;&#x6000;&#x7591;&#xFF0C;&#x8FD9;&#x4E2A;&#x6545;&#x4E8B;&#x5305;&#x542B;&#x4E86;&#x667A;&#x4EBA;&#x7EDF;&#x6CBB;&#x5730;&#x7403;&#x7684;&#x5B9E;&#x9645;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x6587;&#x5316;&#x8DB3;&#x8FF9;&#x3002;
&#x90A3;&#x4E48;&#xFF0C;&#x8FD9;&#x4E2A;&#x5FEB;&#x901F;&#x7684;&#x3001;&#x8D85;&#x8D8A;&#x8FDB;&#x5316;&#x7684;&#x8FC7;&#x7A0B;&#x7684;&#x6B65;&#x9AA4;&#x987A;&#x5E8F;&#x662F;&#x4EC0;&#x4E48;&#x5462;?</p>
<p>&#x6211;&#x5BF9;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x5174;&#x8DA3;&#x5728;&#x6211;&#x65E9;&#x671F;&#x7684;&#x804C;&#x4E1A;&#x751F;&#x6DAF;&#x4E2D;&#x9010;&#x6E10;&#x7184;&#x706D;&#x6D88;&#x901D;&#xFF0C;
&#x4F46;&#x5728;20&#x4E16;&#x7EAA;90&#x5E74;&#x4EE3;&#xFF0C;&#x76F4;&#x5230;&#x6211;&#x5728;&#x64B0;&#x5199;&#x6211;&#x7684;&#x300A;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x300B;&#x4E00;&#x4E66;&#x65F6;&#xFF0C;&#x5F53;&#x65F6;&#x7684;&#x5174;&#x8DA3;&#x4E4B;&#x706B;&#x7A81;&#x7136;&#x88AB;&#x91CD;&#x65B0;&#x70B9;&#x71C3;&#xFF0C;&#x6211;&#x5F97;&#x4EE5;&#x76F4;&#x9762;&#x56E0;&#x679C;&#x4E4B;&#x68AF;&#x3002;</p>
<p>&#x5F53;&#x6211;&#x628A;&#x300A;&#x521B;&#x4E16;&#x7EAA;&#x300B;&#x91CD;&#x8BFB;&#x4E00;&#x767E;&#x904D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x6CE8;&#x610F;&#x5230;&#x4E00;&#x4E2A;&#x7EC6;&#x5FAE;&#x7684;&#x5DEE;&#x522B;&#xFF0C;&#x591A;&#x5E74;&#x6765;&#x4E0D;&#x77E5;&#x4F55;&#x6545;&#x6211;&#x4E00;&#x76F4;&#x6CA1;&#x6709;&#x6CE8;&#x610F;&#x5230;&#x5B83;&#x3002;
&#x5F53;&#x4E0A;&#x5E1D;&#x53D1;&#x73B0;&#x4E9A;&#x5F53;&#x6B63;&#x8EB2;&#x5728;&#x82B1;&#x56ED;&#x91CC;&#x65F6;&#xFF0C;&#x4ED6;&#x95EE;&#x4ED6;:&#x201C;&#x4F60;&#x5403;&#x4E86;&#x90A3;&#x4E2A;&#x5F53;&#x65F6;&#x6211;&#x7981;&#x6B62;&#x4F60;&#x6458;&#x7684;&#x679C;&#x5B50;&#x4E86;&#x5417;?&#x201D;
&#x4E9A;&#x5F53;&#x56DE;&#x7B54;&#x8BF4;:&#x201C;&#x4F60;&#x6240;&#x8D50;&#x7ED9;&#x6211;&#x4F5C;&#x4F34;&#x7684;&#x5973;&#x5B50;&#xFF0C;&#x7ED9;&#x6211;&#x90A3;&#x6811;&#x4E0A;&#x7684;&#x679C;&#x5B50;&#xFF0C;&#x6211;&#x5C31;&#x5403;&#x4E86;&#x3002;&#x201D;
&#x201C;&#x4F60;&#x505A;&#x4E86;&#x4EC0;&#x4E48;?&#x201D;&#xFF0C;&#x795E;&#x95EE;&#x590F;&#x5A03;&#x3002;
&#x5979;&#x56DE;&#x7B54;&#x8BF4;:&#x201C;&#x86C7;&#x9A97;&#x4E86;&#x6211;&#xFF0C;&#x6211;&#x5C31;&#x5403;&#x4E86;&#x3002;&#x201D;</p>
<p>&#x6211;&#x4EEC;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x79CD;&#x8E22;&#x76AE;&#x7403;&#x7684;&#x6E38;&#x620F;&#x5BF9;&#x4E07;&#x80FD;&#x7684;&#x4E0A;&#x5E1D;&#x662F;&#x4E0D;&#x592A;&#x7BA1;&#x7528;&#x7684;&#xFF0C;&#x4ED6;&#x628A;&#x4ED6;&#x4EEC;&#x4FE9;&#x90FD;&#x8D76;&#x51FA;&#x4E86;&#x4F0A;&#x7538;&#x56ED;&#x3002;
&#x4F46;&#x8FD9;&#x662F;&#x6211;&#x4E4B;&#x524D;&#x5FFD;&#x7565;&#x7684;&#x4E00;&#x70B9;:&#x4E0A;&#x5E1D;&#x95EE;&#x201C;&#x53D1;&#x751F;&#x4E86;&#x4EC0;&#x4E48;&#x201D;&#xFF0C;&#x4ED6;&#x4EEC;&#x56DE;&#x7B54;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x53D1;&#x751F;&#x201D;&#x3002;
&#x4E0A;&#x5E1D;&#x95EE;&#x4ED6;&#x4EEC;&#x4E8B;&#x5B9E;&#xFF0C;&#x4ED6;&#x4EEC;&#x5C31;&#x7ED9;&#x4E86;&#x89E3;&#x91CA;&#x3002;
&#x6B64;&#x5916;&#xFF0C;&#x4ED6;&#x4EEC;&#x4FE9;&#x90FD;&#x6DF1;&#x4FE1;&#xFF0C;&#x8BF4;&#x51FA;&#x539F;&#x56E0;&#x4E4B;&#x540E;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x884C;&#x4E3A;&#x7684;&#x52A8;&#x673A;&#x53EF;&#x80FD;&#x5C31;&#x4F1A;&#x53D1;&#x751F;&#x53D8;&#x5316;&#x3002;
&#x4ED6;&#x4EEC;&#x7684;&#x60F3;&#x6CD5;&#x4ECE;&#x4F55;&#x800C;&#x6765;?</p>
<p>&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x4E9B;&#x7EC6;&#x5FAE;&#x7684;&#x5DEE;&#x522B;&#x9690;&#x55BB;&#x4E86;&#x4E09;&#x4E2A;&#x6DF1;&#x523B;&#x7684;&#x542B;&#x4E49;&#x3002;
&#x9996;&#x5148;&#xFF0C;&#x5728;&#x6F2B;&#x957F;&#x7684;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4EBA;&#x7C7B;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x4E16;&#x754C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x7531;&#x67AF;&#x71E5;&#x7684;&#x73B0;&#x5B9E;(&#x6211;&#x4EEC;&#x4ECA;&#x5929;&#x53EF;&#x80FD;&#x79F0;&#x4E4B;&#x4E3A;&#x6570;&#x636E;)&#x7EC4;&#x6210;&#x7684;;
&#x66F4;&#x786E;&#x5207;&#x5730;&#x8BF4;&#xFF0C;&#x8FD9;&#x4E9B;&#x73B0;&#x5B9E;&#x662F;&#x7531;&#x9519;&#x7EFC;&#x590D;&#x6742;&#x7684;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x4EA4;&#x7EC7;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x3002;
&#x5176;&#x6B21;&#xFF0C;&#x56E0;&#x679C;&#x89E3;&#x91CA;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5E72;&#x5DF4;&#x5DF4;&#x7684;&#x4E8B;&#x5B9E;&#xFF0C;&#x6784;&#x6210;&#x4E86;&#x6211;&#x4EEC;&#x77E5;&#x8BC6;&#x7684;&#x4E3B;&#x4F53;&#xFF0C;&#x5E94;&#x8BE5;&#x6210;&#x4E3A;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7684;&#x57FA;&#x77F3;&#x3002;
&#x6700;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x4ECE;&#x6570;&#x636E;&#x5904;&#x7406;&#x8005;&#x5230;&#x89E3;&#x91CA;&#x8005;&#x7684;&#x8F6C;&#x53D8;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x6E10;&#x8FDB;&#x7684;&#x8FC7;&#x7A0B;;
&#x8FD9;&#x662F;&#x4E00;&#x6B21;&#x98DE;&#x8DC3;&#xFF0C;&#x9700;&#x8981;&#x4E00;&#x79CD;&#x4E0D;&#x5BFB;&#x5E38;&#x7684;&#x201C;&#x679C;&#x201D;&#x8FDB;&#x884C;&#x63A8;&#x52A8;&#x3002;
&#x8FD9;&#x4E0E;&#x6211;&#x5728;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x7684;&#x9636;&#x68AF;&#x4E2D;&#x89C2;&#x5BDF;&#x5230;&#x7684;&#x7406;&#x8BBA;&#x975E;&#x5E38;&#x543B;&#x5408;:&#x6CA1;&#x6709;&#x673A;&#x5668;&#x6216;&#x662F;&#x7B97;&#x6CD5;&#x80FD;&#x76F4;&#x63A5;&#x4ECE;&#x539F;&#x59CB;&#x6570;&#x636E;&#x4E2D;&#x5F97;&#x51FA;&#x89E3;&#x91CA;&#x3002;
&#x5B83;&#x9700;&#x8981;&#x4E00;&#x79CD;&#x63A8;&#x529B;&#x3002;</p>
<p>&#x5982;&#x679C;&#x6211;&#x4EEC;&#x4ECE;&#x8FDB;&#x5316;&#x8BBA;&#x4E2D;&#x5BFB;&#x627E;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x7684;&#x7EBF;&#x7D22;&#xFF0C;&#x6211;&#x4EEC;&#x5F53;&#x7136;&#x4E0D;&#x4F1A;&#x627E;&#x5230;&#x4E00;&#x8FDE;&#x4E32;&#x7684;&#x77E5;&#x8BC6;&#x53D1;&#x5C55;&#x8FC7;&#x7A0B;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x4ECD;&#x7136;&#x627E;&#x5230;&#x4E86;&#x4E00;&#x4E2A;&#x4E3B;&#x8981;&#x7684;&#x65E0;&#x6CD5;&#x89E3;&#x91CA;&#x7684;&#x5386;&#x53F2;&#x8FC7;&#x7A0B;&#x3002;
&#x6211;&#x4EEC;&#x73B0;&#x5728;&#x5DF2;&#x7ECF;&#x4E86;&#x89E3;&#x5230;&#xFF0C;&#x4EBA;&#x7C7B;&#x4ECE;&#x7334;&#x5B50;&#x7956;&#x5148;&#x8FDB;&#x5316;&#x5230;&#x73B0;&#x5728;&#x5DF2;&#x7ECF;&#x7ECF;&#x5386;&#x4E86;500&#x4E07;&#x5230;600&#x4E07;&#x5E74;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x6E10;&#x8FDB;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x5BF9;&#x5730;&#x7403;&#x4E0A;&#x7684;&#x751F;&#x547D;&#x6765;&#x8BF4;&#x5E76;&#x4E0D;&#x7F55;&#x89C1;&#x3002;
&#x4F46;&#x5728;&#x8FC7;&#x53BB;&#x7684;&#x5927;&#x7EA6;5&#x4E07;&#x5E74;&#x91CC;&#xFF0C;&#x53D1;&#x751F;&#x4E86;&#x4E00;&#x4E9B;&#x72EC;&#x7279;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4E00;&#x4E9B;&#x4EBA;&#x79F0;&#x4E4B;&#x4E3A;&#x8BA4;&#x77E5;&#x8FDB;&#x5316;&#xFF0C;&#x53E6;&#x4E00;&#x4E9B;&#x4EBA;(&#x5E26;&#x70B9;&#x8BBD;&#x523A;&#x610F;&#x5473;)&#x79F0;&#x4E4B;&#x4E3A;&#x5927;&#x8DC3;&#x8FDB;&#xFF08;&#x5927;&#x8DC3;&#x8FDB;&#x2026;&#x2026;&#xFF09;&#x3002;
&#x4EBA;&#x7C7B;&#x83B7;&#x5F97;&#x4E86;&#x4EE5;&#x60CA;&#x4EBA;&#x7684;&#x901F;&#x5EA6;&#x6539;&#x53D8;&#x73AF;&#x5883;&#x548C;&#x81EA;&#x8EAB;&#x7684;&#x80FD;&#x529B;&#x3002;</p>
<p>&#x4F8B;&#x5982;&#xFF0C;&#x6570;&#x767E;&#x4E07;&#x5E74;&#x4EE5;&#x6765;&#xFF0C;&#x9E70;&#x548C;&#x732B;&#x5934;&#x9E70;&#x5DF2;&#x7ECF;&#x8FDB;&#x5316;&#x51FA;&#x4E86;&#x60CA;&#x4EBA;&#x7684;&#x89C6;&#x529B;&#x2014;&#x2014;&#x4F46;&#x5B83;&#x4EEC;&#x4ECE;&#x672A;&#x8BBE;&#x8BA1;&#x51FA;&#x773C;&#x955C;&#x3001;&#x663E;&#x5FAE;&#x955C;&#x3001;&#x671B;&#x8FDC;&#x955C;&#x6216;&#x591C;&#x89C6;&#x955C;&#x3002;
&#x51E0;&#x4E2A;&#x4E16;&#x7EAA;&#x4EE5;&#x6765;&#xFF0C;&#x4EBA;&#x7C7B;&#x521B;&#x9020;&#x4E86;&#x8FD9;&#x4E9B;&#x5947;&#x8FF9;&#x3002;
&#x6211;&#x628A;&#x8FD9;&#x79CD;&#x73B0;&#x8C61;&#x79F0;&#x4E3A;&#x201C;&#x8D85;&#x7EA7;&#x8FDB;&#x5316;&#x52A0;&#x901F;&#x201D;&#xFF08;&#x8D85;&#x7EA7;&#x52A0;&#x500D;&#xFF09;&#x3002;
&#x6709;&#x4E9B;&#x8BFB;&#x8005;&#x53EF;&#x80FD;&#x4F1A;&#x53CD;&#x5BF9;&#x6211;&#x628A;&#x4EBA;&#x548C;&#x52A8;&#x7269;&#x4F5C;&#x6BD4;&#x8F83;&#xFF0C;
&#x65E0;&#x8BBA;&#x662F;&#x4ECE;&#x8FDB;&#x5316;&#x8FD8;&#x662F;&#x4ECE;&#x5DE5;&#x7A0B;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;&#x4F46;&#x8FD9;&#x6B63;&#x662F;&#x6211;&#x60F3;&#x8BF4;&#x7684;&#x3002;
&#x8FDB;&#x5316;&#x8D4B;&#x4E88;&#x4E86;&#x6211;&#x4EEC;&#x6539;&#x9020;&#x751F;&#x6D3B;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x800C;&#x9E70;&#x548C;&#x732B;&#x5934;&#x9E70;&#x5374;&#x6CA1;&#x6709;&#x3002;&#x95EE;&#x9898;&#x662F;&#xFF0C;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;?&#x201D;
&#x201C;&#x4EBA;&#x7C7B;&#x7A81;&#x7136;&#x83B7;&#x5F97;&#x4E86;&#x4EC0;&#x4E48;&#x8001;&#x9E70;&#x6240;&#x6CA1;&#x6709;&#x7684;&#x8BA1;&#x7B97;&#x80FD;&#x529B;?&#x201D;</p>
<p>&#x4EBA;&#x4EEC;&#x63D0;&#x51FA;&#x4E86;&#x8BB8;&#x591A;&#x7406;&#x8BBA;&#xFF0C;&#x4F46;&#x5176;&#x4E2D;&#x6709;&#x4E00;&#x79CD;&#x4E0E;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x5C24;&#x5176;&#x76F8;&#x5173;&#x3002;
&#x5386;&#x53F2;&#x5B66;&#x5BB6;&#x5C24;&#x74E6;&#x5C14;&#xB7;&#x54C8;&#x62C9;&#x91CC;(Yuval Harari)&#x5728;&#x4ED6;&#x7684;&#x300A;&#x667A;&#x4EBA;&#x300B;(Sapiens)&#x4E00;&#x4E66;&#x4E2D;&#x63D0;&#x51FA;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x7956;&#x5148;&#x80FD;&#x591F;&#x5047;&#x60F3;&#x4E0D;&#x5B58;&#x5728;&#x4E8B;&#x7269;&#x7684;&#x80FD;&#x529B;&#x662F;&#x6211;&#x4EEC;&#x533A;&#x522B;&#x4E8E;&#x5176;&#x5B83;&#x52A8;&#x7269;&#x7684;&#x5173;&#x952E;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x79CD;&#x80FD;&#x529B;&#x8BA9;&#x6211;&#x4EEC;&#x80FD;&#x591F;&#x66F4;&#x597D;&#x5730;&#x4EA4;&#x6D41;&#x3002;
&#x5728;&#x8FD9;&#x79CD;&#x53D8;&#x5316;&#x4E4B;&#x524D;&#xFF0C;&#x4ED6;&#x4EEC;&#x53EA;&#x80FD;&#x76F8;&#x4FE1;&#x81EA;&#x5DF1;&#x7684;&#x76F4;&#x7CFB;&#x4EB2;&#x5C5E;&#x6216;&#x90E8;&#x843D;&#x7684;&#x4EBA;&#x3002;
&#x540E;&#x6765;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x4FE1;&#x4EFB;&#x6269;&#x5C55;&#x5230;&#x66F4;&#x5927;&#x7684;&#x793E;&#x533A;&#xFF0C;&#x88AB;&#x666E;&#x901A;&#x7684;&#x5E7B;&#x60F3;(&#x4F8B;&#x5982;&#xFF0C;&#x76F8;&#x4FE1;&#x65E0;&#x5F62;&#x3001;&#x53EA;&#x5B58;&#x4E8E;&#x8111;&#x6D77;&#x4E2D;&#x7684;&#x795E;&#xFF0C;&#x76F8;&#x4FE1;&#x6765;&#x4E16;&#x548C;&#x9886;&#x8896;&#x7684;&#x795E;&#x6027;)&#x548C;&#x671F;&#x671B;&#x6240;&#x675F;&#x7F1A;&#x3002;
&#x65E0;&#x8BBA;&#x4F60;&#x662F;&#x5426;&#x540C;&#x610F;&#x54C8;&#x62C9;&#x91CC;&#x7684;&#x7406;&#x8BBA;&#xFF0C;&#x60F3;&#x8C61;&#x548C;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#x51E0;&#x4E4E;&#x662F;&#x4E0D;&#x8A00;&#x800C;&#x55BB;&#x7684;&#x3002;
&#x8FFD;&#x95EE;&#x4E8B;&#x7269;&#x7684;&#x539F;&#x56E0;&#x662F;&#x6CA1;&#x6709;&#x7528;&#x7684;&#xFF0C;&#x9664;&#x975E;&#x4F60;&#x80FD;&#x60F3;&#x8C61;&#x5B83;&#x4EEC;&#x7684;&#x540E;&#x679C;&#x3002;
&#x4E0E;&#x4E4B;&#x76F8;&#x53CD;&#xFF0C;&#x4F60;&#x4E0D;&#x80FD;&#x8BF4;&#x590F;&#x5A03;&#x8BA9;&#x4F60;&#x5403;&#x4E86;&#x6811;&#x4E0A;&#x7684;&#x679C;&#x5B50;&#xFF0C;&#x9664;&#x975E;&#x4F60;&#x80FD;&#x60F3;&#x8C61;&#x53E6;&#x4E00;&#x4E2A;&#x573A;&#x666F;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x573A;&#x666F;&#x91CC;&#xFF0C;&#x53D1;&#x9001;&#x7684;&#x4E8B;&#x4E0E;&#x73B0;&#x5B9E;&#x76F8;&#x53CD;&#xFF0C;&#x590F;&#x5A03;&#x6CA1;&#x6709;&#x628A;&#x82F9;&#x679C;&#x7ED9;&#x4F60;&#x3002;</p>
<p>&#x56DE;&#x5230;&#x6211;&#x4EEC;&#x667A;&#x4EBA;&#x7684;&#x7956;&#x5148;:&#x4ED6;&#x4EEC;&#x65B0;&#x83B7;&#x5F97;&#x7684;&#x56E0;&#x679C;&#x63A8;&#x7406;&#x80FD;&#x529B;&#xFF0C;&#x4F7F;&#x4ED6;&#x4EEC;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x4E00;&#x4E2A;&#x6211;&#x4EEC;&#x79F0;&#x4E4B;&#x4E3A;&#x201C;&#x8BA1;&#x5212;&#x201D;&#x7684;&#x6280;&#x5DE7;&#x8FC7;&#x7A0B;&#x66F4;&#x6709;&#x6548;&#x5730;&#x505A;&#x8BB8;&#x591A;&#x4E8B;&#x60C5;&#x3002;
&#x60F3;&#x8C61;&#x4E00;&#x4E0B;&#xFF0C;&#x4E00;&#x4E2A;&#x90E8;&#x843D;&#x51C6;&#x5907;&#x730E;&#x6740;&#x731B;&#x72B8;&#x8C61;&#x3002;
&#x4ED6;&#x4EEC;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x624D;&#x80FD;&#x6210;&#x529F;?
&#x6211;&#x5FC5;&#x987B;&#x627F;&#x8BA4;&#xFF0C;&#x6211;&#x7684;&#x730E;&#x6740;&#x731B;&#x72B8;&#x7684;&#x6280;&#x80FD;&#x662F;&#x8FC7;&#x65F6;&#x7684;&#xFF0C;&#x4F46;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x7814;&#x7A76;&#x601D;&#x8003;&#x673A;&#x5668;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x6211;&#x5B66;&#x5230;&#x4E86;&#x4E00;&#x4EF6;&#x4E8B;:&#x4E00;&#x4E2A;&#x601D;&#x8003;&#x7684;&#x5B9E;&#x4F53;(&#x8BA1;&#x7B97;&#x673A;&#x3001;&#x5C71;&#x9876;&#x6D1E;&#x4EBA;&#x6216;&#x6559;&#x6388;)&#x53EA;&#x80FD;&#x901A;&#x8FC7;&#x9884;&#x5148;&#x8BA1;&#x5212;&#x6765;&#x5B8C;&#x6210;&#x5982;&#x6B64;&#x91CD;&#x8981;&#x7684;&#x4EFB;&#x52A1;&#x2014;&#x2014;&#x901A;&#x8FC7;&#x51B3;&#x5B9A;&#x62DB;&#x52DF;&#x591A;&#x5C11;&#x730E;&#x4EBA;&#xFF1B;
&#x5047;&#x8BBE;&#x5F53;&#x65F6;&#x7684;&#x98CE;&#x5411;&#x6761;&#x4EF6;&#xFF1B;&#x5047;&#x8BBE;&#x6D4B;&#x91CF;&#x63A5;&#x8FD1;&#x731B;&#x72B8;&#x8C61;&#x7684;&#x65B9;&#x5411;;
&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x901A;&#x8FC7;&#x60F3;&#x8C61;&#x548C;&#x6BD4;&#x8F83;&#x51E0;&#x79CD;&#x72E9;&#x730E;&#x7B56;&#x7565;&#x7684;&#x540E;&#x679C;&#x3002;
&#x4E3A;&#x6B64;&#xFF0C;&#x667A;&#x80FD;&#x4F53;&#x5FC5;&#x987B;&#x62E5;&#x6709;&#x3001;&#x601D;&#x8003;&#x548C;&#x64CD;&#x7EB5;&#x5176;&#x73B0;&#x5B9E;&#x7684;&#x5FC3;&#x7406;&#x6A21;&#x578B;&#x3002;</p>
<p><img src="pics/2020-11-13-10-04-19.png" alt=""></p>
<blockquote>
<p>&#x56FE;1.1 &#x6210;&#x529F;&#x730E;&#x6740;&#x731B;&#x72B8;&#x8C61;&#x7684;&#x5404;&#x79CD;&#x539F;&#x56E0;&#x3002;</p>
</blockquote>
<p>&#x56FE;1.1&#x5C55;&#x793A;&#x4E86;&#x6211;&#x4EEC;&#x5982;&#x4F55;&#x7ED8;&#x5236;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x5FC3;&#x7406;&#x6A21;&#x578B;&#x3002;
&#x56FE;1.1&#x4E2D;&#x7684;&#x6BCF;&#x4E2A;&#x5706;&#x70B9;&#x90FD;&#x4EE3;&#x8868;&#x4E86;&#x4E00;&#x4E2A;&#x80FD;&#x591F;&#x6210;&#x529F;&#x7684;&#x539F;&#x56E0;&#x3002;
&#x8BF7;&#x6CE8;&#x610F;&#xFF0C;&#x56FE;&#x4E2D;&#x6709;&#x591A;&#x4E2A;&#x539F;&#x56E0;&#xFF0C;&#x4F46;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x662F;&#x80FD;&#x786E;&#x5B9A;&#x6210;&#x529F;&#x7684;&#x3002;
&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x80FD;&#x786E;&#x5B9A;&#x662F;&#x6709;&#x66F4;&#x591A;&#x7684;&#x730E;&#x4EBA;&#x4F1A;&#x4F7F;&#x72E9;&#x730E;&#x6210;&#x529F;&#x8FD8;&#x662F;&#x72E9;&#x730E;&#x9014;&#x4E2D;&#x7A81;&#x7136;&#x4E0B;&#x96E8;&#x4F1A;&#x4F7F;&#x8FD9;&#x6B21;&#x884C;&#x52A8;&#x5931;&#x8D25;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x4E9B;&#x56E0;&#x7D20;&#x786E;&#x5B9E;&#x6539;&#x53D8;&#x4E86;&#x6210;&#x529F;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3002;</p>
<p>&#x5FC3;&#x667A;&#x6A21;&#x578B;&#x4E3A;&#x60F3;&#x8C61;&#x529B;&#x7684;&#x53D1;&#x5C55;&#x63D0;&#x4F9B;&#x4E86;&#x6E29;&#x5E8A;&#x3002;
&#x5B83;&#x4F7F;&#x6211;&#x4EEC;&#x80FD;&#x591F;&#x5728;&#x60F3;&#x8C61;&#x4E2D;&#x901A;&#x8FC7;&#x5BF9;&#x73B0;&#x5B9E;&#x6A21;&#x578B;&#x8FDB;&#x884C;&#x5C40;&#x90E8;&#x66F4;&#x6539;&#x6765;&#x8BD5;&#x9A8C;&#x4E0D;&#x540C;&#x7684;&#x573A;&#x666F;&#x3002;
&#x5728;&#x6211;&#x4EEC;&#x730E;&#x4EBA;&#x7684;&#x601D;&#x7EF4;&#x6A21;&#x5F0F;&#x4E2D;&#xFF0C;&#x6709;&#x4E00;&#x4E2A;&#x5B50;&#x7A0B;&#x5E8F;&#xFF0C;&#x7528;&#x6765;&#x8BC4;&#x4F30;&#x730E;&#x4EBA;&#x6570;&#x91CF;&#x5BF9;&#x6210;&#x529F;&#x7387;&#x7684;&#x5F71;&#x54CD;&#x3002;
&#x5F53;&#x4ED6;&#x4EEC;&#x8003;&#x8651;&#x589E;&#x52A0;&#x66F4;&#x591A;&#x4EBA;&#x6570;&#x65F6;&#xFF0C;&#x4ED6;&#x4EEC;&#x4E0D;&#x5FC5;&#x4ECE;&#x5934;&#x5F00;&#x59CB;&#x8BC4;&#x4F30;&#x6240;&#x6709;&#x5176;&#x4ED6;&#x56E0;&#x7D20;&#x3002;
&#x4ED6;&#x4EEC;&#x53EF;&#x4EE5;&#x5BF9;&#x6A21;&#x578B;&#x8FDB;&#x884C;&#x5C40;&#x90E8;&#x4FEE;&#x6539;&#xFF0C;&#x5C06;&#x201C;&#x730E;&#x4EBA;= 8&#x201D;&#x66FF;&#x6362;&#x4E3A;&#x201C;&#x730E;&#x4EBA; = 9&#x201D;&#xFF0C;&#x5E76;&#x91CD;&#x65B0;&#x8BC4;&#x4F30;&#x6210;&#x529F;&#x7684;&#x6982;&#x7387;&#x3002;
&#x8FD9;&#x79CD;&#x6A21;&#x5757;&#x6027;&#x662F;&#x56E0;&#x679C;&#x6A21;&#x578B;&#x7684;&#x4E00;&#x4E2A;&#x5173;&#x952E;&#x7279;&#x5F81;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x6211;&#x4EE5;&#x4E0A;&#x7684;&#x8BF4;&#x6CD5;&#x5E76;&#x6CA1;&#x6709;&#x5939;&#x5E26;&#x79C1;&#x8D27;&#xFF0C;&#x65E9;&#x671F;&#x4EBA;&#x7C7B;&#x7684;&#x5934;&#x8111;&#x4E2D;&#x786E;&#x5B9E;&#x6709;&#x7740;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x6A21;&#x578B;&#x3002;
&#x4F46;&#x662F;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x8BD5;&#x56FE;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x4E0A;&#x6A21;&#x4EFF;&#x4EBA;&#x7C7B;&#x7684;&#x601D;&#x7EF4;&#xFF0C;&#x6216;&#x8005;&#x5F53;&#x6211;&#x4EEC;&#x8BD5;&#x56FE;&#x89E3;&#x51B3;&#x4E0D;&#x719F;&#x6089;&#x7684;&#x79D1;&#x5B66;&#x95EE;&#x9898;&#x65F6;&#xFF0C;&#x753B;&#x4E00;&#x4E2A;&#x660E;&#x786E;&#x7684;&#x5E26;&#x6709;&#x70B9;&#x548C;&#x7BAD;&#x5934;&#x7684;&#x56FE;&#x662F;&#x6781;&#x5176;&#x6709;&#x7528;&#x7684;&#x3002;
&#x8FD9;&#x4E9B;&#x56E0;&#x679C;&#x56FE;&#x662F;&#x5728;&#x5E8F;&#x7AE0;&#x4E2D;&#x63CF;&#x8FF0;&#x7684;&#x201C;&#x56E0;&#x679C;&#x63A8;&#x7406;&#x5F15;&#x64CE;&#x201D;&#x7684;&#x8BA1;&#x7B97;&#x6838;&#x5FC3;&#x3002;</p>
<h2 id="three">&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x7684;&#x4E09;&#x91CD;&#x5883;&#x754C;</h2>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="序章.html#BLUEPRINT" class="navigation navigation-prev " aria-label="Previous page: 真实世界的蓝图">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="第一章.html#three" class="navigation navigation-next " aria-label="Next page: 因果关系的三重境界">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第一章:因果之梯","level":"3.1","depth":1,"next":{"title":"因果关系的三重境界","level":"3.1.1","depth":2,"anchor":"#three","path":"第一章.md","ref":"第一章.md#three","articles":[]},"previous":{"title":"真实世界的蓝图","level":"2.1.1","depth":2,"anchor":"#BLUEPRINT","path":"序章.md","ref":"序章.md#BLUEPRINT","articles":[]},"dir":"ltr"},"config":{"plugins":["-lunr","-search","-sharing","theme-simple@git+https://github.com/plugins-zander/gitbook-plugin-theme-simple.git","search-pro@git+https://github.com/plugins-zander/gitbook-plugin-search-pro.git","splitter@git+https://github.com/plugins-zander/gitbook-plugin-splitter.git","chapter-fold@git+https://github.com/plugins-zander/gitbook-plugin-chapter-fold.git","copy-code-button@git+https://github.com/plugins-zander/gitbook-plugin-copy-code-button.git","katex@git+https://github.com/gaoxiaosong/plugin-katex.git"],"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"},"pluginsConfig":{"chapter-fold":{},"splitter":{},"search-pro":{},"katex":{},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"theme-simple":{"showLevel":false,"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"}},"copy-code-button":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Glider","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"Gitbook-Action","gitbook":"3.2.3","description":"Gitbook-Action"},"file":{"path":"第一章.md","mtime":"2020-11-13T02:28:55.395Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-11-13T02:29:47.847Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-chapter-fold/chapter-fold.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-copy-code-button/toggle.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

